'use strict';

module.exports = [
  {
    "title": `Учим HTML и CSS`,
    "announce": `Собрать камни бесконечности легко, если вы прирожденный герой.`,
    "fullText": `Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Первая большая ёлка была установлена только в 1938 году.`,
    "createdDate": `2020-09-21 12:26:31`,
    "categories": [
      `Железо`,
      `IT`,
      `Кино`,
      `Без рамки`
    ],
    "comments": [
      {
        "id": 1,
        "text": `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`
      },
      {
        "id": 2,
        "text": `Это где ж такие красоты? Планируете записать видосик на эту тему?`
      },
      {
        "id": 3,
        "text": `Мне кажется или я уже читал это где-то? Хочу такую же футболку :-) Планируете записать видосик на эту тему?`
      }
    ]
  },
  {
    "title": `Ёлки. История деревьев`,
    "announce": `Самое простое из существующих перекрытий - деревянное из антисептированной доски. Единственное его преимущество - крайне низкая стоимость. Простые ежедневные упражнения помогут достичь успеха.`,
    "fullText": `Программировать не настолько сложно, как об этом говорят. Он написал больше 30 хитов. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Первая большая ёлка была установлена только в 1938 году. Простые ежедневные упражнения помогут достичь успеха. Мы проехали более 15 тысяч километров на нашем редакционном авто. Теперь нам есть, что рассказать. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами.`,
    "createdDate": `2020-10-16 23:09:10`,
    "categories": [
      `Железо`,
    ],
    "comments": [
      {
        "text": `Планируете записать видосик на эту тему? Плюсую, но слишком много буквы!`
      },
      {
        "text": `Мне кажется или я уже читал это где-то?`
      }
    ]
  },
  {
    "title": `Что такое золотое сечение`,
    "announce": `Золотое сечение — соотношение двух величин, гармоническая пропорция. Это один из лучших рок-музыкантов. Мы проехали более 15 тысяч километров на нашем редакционном авто. Теперь нам есть, что рассказать.`,
    "fullText": `Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Он написал больше 30 хитов. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Это один из лучших рок-музыкантов. Достичь успеха помогут ежедневные повторения. Из под его пера вышло 8 платиновых альбомов. Ёлки — это не просто красивое дерево. Это прочная древесина. Золотое сечение — соотношение двух величин, гармоническая пропорция. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Самое простое из существующих перекрытий - деревянное из антисептированной доски. Единственное его преимущество - крайне низкая стоимость. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры. Как начать действовать? Для начала просто соберитесь.`,
    "createdDate": `2020-10-17 13:53:49`,
    "categories": [
      `Железо`,
      `IT`,
      `Кино`,
      `Без рамки`
    ],
    "comments": [
      {
        "text": `Хочу такую же футболку :-) Это где ж такие красоты?`
      },
      {
        "text": `Согласен с автором!`
      }
    ]
  },
  {
    "title": `Ёлки. История деревьев`,
    "announce": `Это один из лучших рок-музыкантов. Программировать не настолько сложно, как об этом говорят. Из под его пера вышло 8 платиновых альбомов.`,
    "fullText": `Как начать действовать? Для начала просто соберитесь. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Собрать камни бесконечности легко, если вы прирожденный герой. Первая большая ёлка была установлена только в 1938 году. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Простые ежедневные упражнения помогут достичь успеха. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры. Ёлки — это не просто красивое дерево. Это прочная древесина. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Золотое сечение — соотношение двух величин, гармоническая пропорция.`,
    "createdDate": `2020-08-09 7:11:59`,
    "categories": [
      `IT`,
    ],
    "comments": [
      {
        "text": `Это где ж такие красоты? Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`
      },
      {
        "text": `Согласен с автором! Совсем немного...`
      },
      {
        "text": `Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Согласен с автором!`
      }
    ]
  },
  {
    "title": `Обзор новейшего смартфона`,
    "announce": `Этот смартфон — настоящая находка.`,
    "fullText": `Ёлки — это не просто красивое дерево. Это прочная древесина.`,
    "createdDate": `2020-10-05 21:10:01`,
    "categories": [
      `Кино`,
    ],
    "comments": [
      {
        "text": `Согласен с автором! Мне кажется или я уже читал это где-то?`
      },
      {
        "text": `Мне кажется или я уже читал это где-то? Плюсую, но слишком много буквы! Согласен с автором!`
      },
      {
        "text": `Плюсую, но слишком много буквы!`
      },
      {
        "text": `Плюсую, но слишком много буквы!`
      },
      {
        "text": `Плюсую, но слишком много буквы!`
      },
    ]
  }
];
