'use strict';

module.exports = [
  {
    "title": `Борьба с прокрастинацией`,
    "announce": `Ёлки — это не просто красивое дерево. Это прочная древесина. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Как начать действовать? Для начала просто соберитесь. Первая большая ёлка была установлена только в 1938 году. Это один из лучших рок-музыкантов.`,
    "fullText": `Достичь успеха помогут ежедневные повторения. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Самое простое из существующих перекрытий - деревянное из антисептированной доски. Единственное его преимущество - крайне низкая стоимость. Простые ежедневные упражнения помогут достичь успеха. Золотое сечение — соотношение двух величин, гармоническая пропорция. Как начать действовать? Для начала просто соберитесь. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Ёлки — это не просто красивое дерево. Это прочная древесина.`,
    "createdDate": `2020-10-20 21:22:59`,
    "categories": [
      `Железо`,
      `Без рамки`,
      `IT`,
    ],
    "comments": [
      {
        "text": `Согласен с автором!`,
        "createdAt": `2021-04-03T13:46:16.264Z`
      },
      {
        "text": `Мне кажется или я уже читал это где-то? Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Согласен с автором!`,
        "createdAt": `2021-04-04T13:46:16.264Z`
      },
      {
        "text": `Хочу такую же футболку :-)`,
        "createdAt": `2021-04-05T13:46:16.264Z`
      },
      {
        "text": `Это где ж такие красоты?`,
        "createdAt": `2021-04-06T13:46:16.264Z`
      },
      {
        "text": `Плюсую, но слишком много буквы!`,
        "createdAt": `2021-04-07T13:46:16.264Z`
      },
    ]
  }
];
