'use strict';

module.exports = [
  {
    "id": `ckPARY`,
    "title": `Как перестать беспокоиться и начать жить`,
    "announce": `Самое простое из существующих перекрытий - деревянное из антисептированной доски. Единственное его преимущество - крайне низкая стоимость. Программировать не настолько сложно, как об этом говорят. Мы проехали более 15 тысяч километров на нашем редакционном авто. Теперь нам есть, что рассказать. Золотое сечение — соотношение двух величин, гармоническая пропорция.`,
    "fullText": `Ёлки — это не просто красивое дерево. Это прочная древесина. Первая большая ёлка была установлена только в 1938 году. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры. Это один из лучших рок-музыкантов. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Он написал больше 30 хитов. Достичь успеха помогут ежедневные повторения.`,
    "createdDate": `2020-09-20 13:38:05`,
    "category": [
      `Игры`,
      `Программирование`,
      `Разное`
    ],
    "comments": [
      {
        "id": `Eikcts`,
        "text": `Планируете записать видосик на эту тему? Это где ж такие красоты? Мне кажется или я уже читал это где-то?`
      },
      {
        "id": `catCjY`,
        "text": `Мне кажется или я уже читал это где-то? Согласен с автором! Плюсую, но слишком много буквы!`
      },
      {
        "id": `8mXg46`,
        "text": `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`
      },
      {
        "id": `K18Gob`,
        "text": `Мне кажется или я уже читал это где-то? Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Согласен с автором!`
      }
    ]
  },
  {
    "id": `6zcEoU`,
    "title": `Учим HTML и CSS`,
    "announce": `Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры. Как начать действовать? Для начала просто соберитесь. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Собрать камни бесконечности легко, если вы прирожденный герой. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?`,
    "fullText": `Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Программировать не настолько сложно, как об этом говорят. Он написал больше 30 хитов. Достичь успеха помогут ежедневные повторения.`,
    "createdDate": `2020-08-09 13:44:52`,
    "category": [
      `Деревья`,
      `За жизнь`,
      `Авто`,
      `Ремонт`,
      `Игры`,
      `Железо`,
      `Без рамки`,
      `Программирование`,
      `Разное`
    ],
    "comments": [
      {
        "id": `v_OiG8`,
        "text": `Давно не пользуюсь стационарными компьютерами. Ноутбуки победили.`
      },
      {
        "id": `BzCHrF`,
        "text": `Плюсую, но слишком много буквы! Планируете записать видосик на эту тему? Мне кажется или я уже читал это где-то?`
      }
    ]
  },
  {
    "id": `N_oJNM`,
    "title": `Как собрать камни бесконечности`,
    "announce": `Как начать действовать? Для начала просто соберитесь. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Первая большая ёлка была установлена только в 1938 году.`,
    "fullText": `Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Собрать камни бесконечности легко, если вы прирожденный герой. Самое простое из существующих перекрытий - деревянное из антисептированной доски. Единственное его преимущество - крайне низкая стоимость. Простые ежедневные упражнения помогут достичь успеха. Это один из лучших рок-музыкантов. Ёлки — это не просто красивое дерево. Это прочная древесина. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Достичь успеха помогут ежедневные повторения. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры. Из под его пера вышло 8 платиновых альбомов. Программировать не настолько сложно, как об этом говорят. Золотое сечение — соотношение двух величин, гармоническая пропорция.`,
    "createdDate": `2020-09-11 8:49:44`,
    "category": [
      `Разное`,
      `Авто`,
      `IT`,
      `Железо`,
      `Без рамки`,
      `Программирование`,
      `Деревья`,
      `Кино`,
      `Ремонт`,
      `Игры`,
      `Музыка`
    ],
    "comments": [
      {
        "id": `GeLJEE`,
        "text": `Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Совсем немного...`
      },
      {
        "id": `Az8JAG`,
        "text": `Мне кажется или я уже читал это где-то? Согласен с автором!`
      }
    ]
  },
  {
    "id": `6fNwIr`,
    "title": `Балкон с панорамными окнами своими руками`,
    "announce": `Ёлки — это не просто красивое дерево. Это прочная древесина. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры. Самое простое из существующих перекрытий - деревянное из антисептированной доски. Единственное его преимущество - крайне низкая стоимость. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Программировать не настолько сложно, как об этом говорят.`,
    "fullText": `Как начать действовать? Для начала просто соберитесь. Это один из лучших рок-музыкантов. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Он написал больше 30 хитов. Собрать камни бесконечности легко, если вы прирожденный герой. Ёлки — это не просто красивое дерево. Это прочная древесина. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Простые ежедневные упражнения помогут достичь успеха. Первая большая ёлка была установлена только в 1938 году. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Программировать не настолько сложно, как об этом говорят. Достичь успеха помогут ежедневные повторения. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Мы проехали более 15 тысяч километров на нашем редакционном авто. Теперь нам есть, что рассказать. Самое простое из существующих перекрытий - деревянное из антисептированной доски. Единственное его преимущество - крайне низкая стоимость.`,
    "createdDate": `2020-09-05 1:51:32`,
    "category": [
      `Железо`,
      `Программирование`,
      `За жизнь`
    ],
    "comments": [
      {
        "id": `25CLq6`,
        "text": `Это где ж такие красоты?`
      },
      {
        "id": `4ri8dH`,
        "text": `Давно не пользуюсь стационарными компьютерами. Ноутбуки победили.`
      },
      {
        "id": `IqQEWK`,
        "text": `Это где ж такие красоты? Хочу такую же футболку :-)`
      }
    ]
  },
  {
    "id": `uipEwE`,
    "title": `Балкон с панорамными окнами своими руками`,
    "announce": `Золотое сечение — соотношение двух величин, гармоническая пропорция. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Собрать камни бесконечности легко, если вы прирожденный герой. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике.`,
    "fullText": `Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Собрать камни бесконечности легко, если вы прирожденный герой. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Самое простое из существующих перекрытий - деревянное из антисептированной доски. Единственное его преимущество - крайне низкая стоимость. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Золотое сечение — соотношение двух величин, гармоническая пропорция. Достичь успеха помогут ежедневные повторения. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры. Из под его пера вышло 8 платиновых альбомов. Это один из лучших рок-музыкантов.`,
    "createdDate": `2020-09-19 22:17:30`,
    "category": [
      `Кино`
    ],
    "comments": [
      {
        "id": `iHcd3M`,
        "text": `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`
      }
    ]
  }
];
